{"meta":{"title":"NJU CS Flyers - Global Alumni Network","subtitle":"Per Aspera, Ad Astra.","description":"We are the NJU Flyers!","author":"NJUCS Flyers","url":"https://nju-cs-flyers.github.io","root":"/"},"pages":[],"posts":[{"title":"NJUCS-G.A.N.企划","slug":"workplan","date":"2020-06-18T16:00:00.000Z","updated":"2020-06-29T05:48:21.438Z","comments":true,"path":"2020/06/19/workplan/","link":"","permalink":"https://nju-cs-flyers.github.io/2020/06/19/workplan/","excerpt":"","text":"即使对个人而言，出国留学深造也是一个富有挑战性的系统工程。他们不但需要保持自己的学习成绩，还要考英语、去实习、做科研，然后在浩如烟海的信息里挣扎，在一个个陌生的申请系统上不厌其烦地检查自己的信息，然后在忐忑的等待中看着窗外的树从抽芽开花到枝繁叶茂…… 为了帮助学弟学妹尽可能避免申请的误区或者错误地低估自己的实力，我们有了飞跃手册，从12年开始编纂到现在，已经有9年的时间。9年里的每一年，每一届的学弟学妹们都能从中收益。同时，学长学姐们无私的帮助也在不断传承着我们的飞跃经验与教训，这让我们衷心感到这样的工作是非常有意义的。 然而，在不断总结我们工作的过程中，我们发现也许我们可以做得更多。因为，飞跃手册毕竟只是一本书，学弟学妹们在阅读的过程中只能获得单向的交流。随着时间的推移，飞跃手册上的内容也会过时。同时，由于篇幅所限，有时飞跃手册上的内容并不能完全反映我们的感悟与申请情况…… 因此，我们希望组建这样一个松散的、非官方的联合体，能够将我们在海外的学长学姐们组织起来，回应学弟学妹们的需求，提供力所能及的帮助。从申请分享、人生经验，到实习、推荐和暑研的机会，我们能做的还很多。 我们可以帮助他们了解申请过程中“是什么”、“为什么”、“怎么做”的问题，我们也可以指明可能的方向，让他们更好的思考自己想要成为什么样的人，让他们为自己的未来做更好的准备。我们可以向他们分享我们的经验与教训，分享我们对不同方向、对学术界与工业界的感悟，这些对于他们与我们都是宝贵的财富。 同时对于我们，这也未尝不是一种双赢：优秀的学弟学妹能够获得推荐信、暑研与实习的机会，而我们与我们的老师、老板能够获得优秀的学生一起完成工作。我们想要做的，就是打通这一面无知之幕，尽我们的绵薄之力，将学弟学妹与我们海外的校友网络联系起来。这样的良性循环，对回应学弟学妹的需求与提高南大学子在海外的声誉都有积极影响。 因此我们组建了这个repo，组建了NJUCS Global Alumni Network，组建了我们计科与软院在海外学子的校友网络。从阿尔卑斯山到密西西比河，我们优秀的学长学姐们遍布世界各地，我们希望我们这个小组织能够在未来为学弟学妹提供更好的交流平台与更多的深造机会，让他们的才干得到更充分的发挥。 当然，如果你是我们NJU CS、SE、AI的海外校友，欢迎加入我们。 如果对我们感兴趣，欢迎查看我们的博客。 祝NJU CS、SE、AI学弟学妹们申请结果越来越好。 ——frostwing98","categories":[],"tags":[{"name":"plan","slug":"plan","permalink":"https://nju-cs-flyers.github.io/tags/plan/"}]},{"title":"NJUCS-G.A.N.初心","slug":"initiative","date":"2020-06-18T16:00:00.000Z","updated":"2020-06-29T05:48:06.741Z","comments":true,"path":"2020/06/19/initiative/","link":"","permalink":"https://nju-cs-flyers.github.io/2020/06/19/initiative/","excerpt":"","text":"如主页所示，我们搞了个事情。事情的起因是我们在申请交流群里面水的时候突然想，要是有一个玩意儿能把以前的飞跃手册弄一起就好了，所以这个玩意的前身是一个github repo。然后就不知道怎么回事开始聊到海外校友。于是我们就想到，申请到国外学校的dalao们就留下飞跃手册上几句话就走了，实在太亏，我们想再从老学长老学姐们那里“榨取”点剩余价值。而且这几年6所top3申请形势大好，觉得我南也要加油，所以就从一个github repo变成了几个repo，然后变成了blog…… 希望这里能成为dalao快乐喝茶的地方，也希望NJU的萌新们能在听我们讲我们踩过的坑哂笑之余，别再踩上去了！！！ 我们这个玩意儿，既不是什么组织，也不是什么联盟，就是一群松散的大家一起聊聊天互相帮帮忙的小群。希望之后办办分享，写写博客，学弟学妹大佬们捧个人场——钱场就算了。还有，咱们不是中介，所以我们可不会劝你要出国什么的，这个初衷太重要了，建议你考虑清楚自己适合什么。我们也会有分享帮助你更好地思考这个问题——不过最终还是要靠你。当然如果你已经有了明确的想法，那是最好的，有疑惑有需求都可以和我们联系。 啊，说白了，咱们就是一群单纯希望咱学校申请越来越好的老校友而已。毕竟做点力所能及的小事，希望大家多多支持！刚开始肯定有很多不足，希望各位大佬不吝赐教，多在我们的github这个博客的repo里面提issue！ MAKE NJU GREAT ONCE MORE！","categories":[],"tags":[{"name":"plan","slug":"plan","permalink":"https://nju-cs-flyers.github.io/tags/plan/"}]}],"categories":[],"tags":[{"name":"plan","slug":"plan","permalink":"https://nju-cs-flyers.github.io/tags/plan/"}]}